IDEA StatiCa Open Model
PointLoadOnLine.Fy Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Force in Y direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fy { get; set; }
Public Property Fy As Double
	Get
	Set
public:
property double Fy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace